{
  "movies":[
    {
      "id":"1",
      "title":"Arrow",
      "desc":"Playboy miliarder manja, Oliver Queen, hilang dan diduga tewas ketika kapal pesiarnya hilang di laut. Dia kembali lima tahun kemudian seorang pria yang berubah, bertekad untuk membersihkan kota sebagai main hakim sendiri bersenjatakan busur.",
      "year":"2012",
      "rating":"5.8",
      "lengthOfTime": "50",
      "photo":"poster_arrow",
      "crew":[
        {
          "name":"Greg Berlanti",
          "job":"Creator"
        },
        {
          "name":"Marc Guggenheim",
          "job":"Creator"
        },
        {
          "name":"Andrew Kreisberg",
          "job":"Creator"
        }
      ]
    },
    {
      "id":"2",
      "title":"Dragon ball",
      "desc":"Dahulu kala di pegunungan, seorang master pertempuran yang dikenal sebagai Gohan menemukan seorang bocah aneh yang ia beri nama Goku. Gohan membesarkannya dan melatih Goku dalam seni bela diri sampai dia mati. Bocah muda dan sangat kuat itu sendirian, tetapi mudah dikelola. Kemudian suatu hari, Goku bertemu dengan seorang gadis remaja bernama Bulma, yang pencariannya untuk bola naga membawanya ke rumah Goku. Bersama-sama, mereka berangkat untuk menemukan ketujuh bola naga dalam sebuah petualangan yang akan mengubah hidup Goku selamanya. Lihat bagaimana Goku bertemu teman-teman seumur hidupnya Bulma, Yamcha, Krillin, Master Roshi dan banyak lagi. Dan lihat petualangannya sebagai anak laki-laki, semuanya mengarah ke Dragonball Z dan kemudian Dragonball GT.",
      "year":"1986",
      "rating":"7.2",
      "lengthOfTime": "50",
      "photo":"poster_dragon_ball",
      "crew":[]
    },
    {
      "id":"3",
      "title":"Naruto Shipudden",
      "desc":"Naruto Shippuuden adalah kelanjutan dari serial TV animasi asli Naruto. Kisah ini berkisah tentang Uzumaki Naruto yang lebih tua dan sedikit lebih matang dan upayanya untuk menyelamatkan temannya Uchiha Sasuke dari cengkeraman Shinobi seperti ular, Orochimaru. Setelah 2 setengah tahun, Naruto akhirnya kembali ke desanya Konoha, dan mulai mewujudkan ambisinya, meskipun itu tidak akan mudah, karena Ia telah mengumpulkan beberapa musuh (lebih berbahaya), seperti organisasi shinobi. ; Akatsuki.",
      "year":"2007",
      "rating":"5.8",
      "lengthOfTime": "50",
      "photo":"poster_naruto_shipudden",
      "crew":[]
    }
  ]
}